Repository: honzachalupa/ADS-B
Catalog: Shared/Localizable.xcstrings
Source language: en
Languages: cs

source: &nbsp;blue&nbsp;
cs: &nbsp;modrá&nbsp;

source: &nbsp;green
cs: &nbsp;zelená

source: Aircraft
cs: Letadlo

source: Airplane
cs: Letadlo

source: and military aircrafts are
cs: a vojenská letadla jsou

source: Barometric Altitude
cs: Barometrická výška

source: Coordinates
cs: Souřadnice

source: Current location
cs: Aktuální poloha

source: Description
cs: Popis

source: Downloading photo...
cs: Stahování fotky...

source: Emergency
cs: Nouzový stav

source: Emergency: %@
cs: Nouzový stav: %@

source: Filter
cs: Filtr

source: Flight
cs: Let

source: Geometric Altitude
cs: Geometrická výška

source: Geometric Rate
cs: Geometrická rychlost stoupání/klesání

source: Ground Speed
cs: Rychlost vůči zemi

source: Ground Vehicle
cs: Pozemní vozidlo

source: Heading
cs: Kurs

source: Helicopter
cs: Vrtulník

source: Hybrid
cs: Hybridní

source: Indicated Airspeed
cs: Indikovaná rychlost letu

source: Last Seen
cs: Naposledy viděno

source: Legend
cs: Legenda

source: Light Airplane
cs: Malé letadlo

source: Limited Aircraft Data Display (LADD) aircrafts
cs: Letadla s omezeným zobrazením dat (LADD)

source: List
cs: Seznam

source: Mach
cs: Machovo číslo

source: Manufacturer
cs: Výrobce

source: Map
cs: Mapa

source: Map style
cs: Mapa

source: Messages Received
cs: Přijaté zprávy

source: Military aircrafts
cs: Vojenská letadla

source: Navigation
cs: Navigace

source: Navigation Modes
cs: Navigační módy

source: No photo available
cs: Fotka není k dispozici

source: Operational Status
cs: Operační status

source: Performance
cs: Výkon

source: Position
cs: Poloha

source: Privacy ICAO Address (PIA) aircrafts
cs: Letadla s privátní ICAO adresou (PIA)

source: Registration
cs: Registrace

source: Regular aircrafts (within %lld NM from your location)
cs: Běžná letadla (do %lld NM od vaší polohy)

source: Regular aircrafts are
cs: Běžná letadla jsou

source: Search range
cs: Rozsah vyhledávání

source: Settings
cs: Nastavení

source: Show details
cs: Zobrazit detaily

source: Show info box below aircraft icon
cs: Zobrazit informační box pod ikonou letadla

source: Signal
cs: Signál

source: Signal Strength
cs: Síla signálu

source: Standard
cs: Standardní

source: Tower/Ground Station
cs: Vež/Pozemní stanice

source: Transponder
cs: Transpondér

source: Transponder Code
cs: Kód transpondéru

source: True Airspeed
cs: Skutečná rychlost letu

source: Type
cs: Typ

source: Use metric units
cs: Používat metrické jednotky

source: Vertical Rate
cs: Vertikální rychlost
